{
	"basics": {
		"name": "Lowe Schmidt",
		"label": "Systems Administrator",
		"picture": "https://avatars2.githubusercontent.com/u/2591",
		"email": "jobs@loweschmidt.se",
		"phone": "+46 723 867 175",
		"website": "http://loweschmidt.se",
		"summary": "",
		"location": {
			"address": "Rubinvägen 9",
			"postalCode": "126 78",
			"city": "Hägersten",
			"countryCode": "SE",
			"region": "Stockholm"
		},
		"profiles": [
		{
			"network": "Twitter",
			"username": "loweschmidt",
			"url": "https://twitter.com/loweschmidt"
		},
		{
			"network": "Linkedin",
			"username": "Lowe Schmidt",
			"url": "https://se.linkedin.com/in/loweschmidt"
		},
		{ 
			"network": "Github",
			"username": "lsc",
			"url": "https://www.github.com/lsc"
		}
	]

	},

	"work": [
	{
		"company": "Init",
		"position": "Consultant",
		"website": "http://www.init.se",
		"startDate": "2013-11-01",
		"summary": "Consulting in areas like IT operations, infrastructure as code and continous delivery, customers include telecom startups, multimedia broadcasting companies and online gaming sites.",
		"highlights": [
			"Designed and implemented a complete infrastructure including provisioning, configuration management, ad-hoc command execution, monitoring, metrics collection and log aggregation. ",
			"Custom Puppet module development for automating application server installs. Enabled us to spin up new environments on the vSphere based cluster in less than one hour."
		]
	},
	{
		"company": "Avanza Bank",
		"position": "System Administrator",
		"website": "https://www.avanza.se",
		"startDate": "2013-04-01",
		"endDate": "2013-10-31",
		"summary": "Systems administration and infrastructure design for the banks web platform based on RHEL/Solaris, Tomcat, Gigaspaces, Oracle and MongoDB. We worked with an agile approach to operations with a combination of Scrum and Kanban.",
		"highlights": [
			"Refactored our complete Puppet code base to follow the language style guides",
			"Educated coworkers in idiomatic Puppet and performed code reviews",
			"Took part in data center redesign, including evalauting server hardware platform and physical and logical network design"
			
		]
	},

		{
			"company": "Ztorm",
			"position": "System Administrator",
			"website": "http://www.ztorm.com",
			"startDate": "2013-01-01",
			"endDate": "2013-03-31",
			"summary": "System Administrator for a digital media distribution company, doing web and storage operations. ",
			"highlights": [
				"Introduced configuration management and implemented Puppet with supply drop for on demand automation",
				"Educated developers on the value of repetable and consistent environments, introduced Vagrant and built the first iteration of development environments"

			]
		},

		{
			"company": "Delta Projects",
			"position": "System Administrator",
			"website": "https://www.deltaprojects.com",
			"startDate": "2012-08-01",
			"endDate": "2012-12-31",
			"summary": "Systems administration and operations design for an ad serving and real time bidding company for online banners and commercials",
			"highlights": [
				"Took part in designing and implementing a new data center, including physical planning, rack and stack, physical and logical network design and routing", 
				"Introduced and implemented automated provisioning of new machies using The Foreman, including OS installations, DNS reservation and registration of machines in Chef",
				"Automated a bunch of things with Chef"
				]
		},
		{
			"company": "Unibet",
			"position": "Infrastructure Technician",
			"website": "https://www.unibet.com",
			"startDate": "2011-04-01",
			"endDate": "2012-07-31",
			"summary": "Technical Development at Unibet is the operations design and third line support for all environments. It is split into three teams with different core responsibilities.",
			"highlights": [
				"Designed and implemented the Red Hat Satellite successor using The Foreman and Puppet, took down provisioning times from weeks to minutes",
				"Wrote the bulk of puppet code for all our services",
				"Educated operations and developers on Puppet best practices and performed code reviews",
				"Introduced the idea of using a 'Goalie' on a rotating schedule for every team to handle questions and be the single point of contact on a weekly basis",
				"Proposed and pushed kanban as work method for Technical Development and was appointed kanban master",
				"Designed a new DNS infrastructure to replace the AD and /etc/hosts based one"
				]

		},
		{
			"company": "24 Solutions",
			"position": "Systems Specialist, Consultant",
			"website": "https://www.24solutions.se",
			"startDate": "2010-09-01",
			"endDate": "2011-03-31",
			"summary": "Consulting on most things regarding IT operations with focus on UNIX/Linux, the majority of my time was spent at Bwin Games (former Ongame, now Amaya)",
			"highlights": [
				"Introduced Support services to kanban and educated team members",
				"Took part and coached the two man team creating a proof of concept for Puppet",
				"Part of the team that evaulated and tested the new monitoring platform"
				]
		},

		{
			"company": "Squace",
			"position": "Systems Administrator",
			"website": "",
			"startDate": "2010-03-17",
			"endDate": "2010-07-31",
			"summary": "Squace was a startup building a mobile app targeted towards 'feauture' phones, a bit like Opera mini but with more than just web browsing in mind. Squace ceased operations in Sweden in August 2010",
			"highlights": [
				"Consolidated and reimplemented our virtualisation platform from a mixture of KVM, Virtualbox and Xen to just Xen",
				"In cooperation with the software architect redesigned the infrastructuree",
				"Planned our data center move",
				"Wrote SQL, fixed paper jams, generated crypto keys and procured developer workstations"
			]

		},
	{
		"company": "R2M",
		"position": "Systems Administrator, Consultant",
		"website": "http://www.r2m.se",
		"startDate": "2007-12-03",
		"endDate": "2009-07-31",
		"summary": "Junior consultant and internal systems administrator.",
		"highlights": [
			"Planned and executed the replacement of an aging Windows 2000 AD server, with the new one being based on Debiand, OpenLDAP, Samba and CUPS",
			"Consulted at SVT (Swedish national television), working with their integration platform (WebLogic)",
			"Consulted at Ledarna (a union for management and leaders), working with their web platform based on WebSphere Express and DB2"
		]

	}
	],
		"volunteer": [
		{
			"organization": "DevOps Stockholm",
			"position": "Founder, Organizer, Speaker",
			"website": "http://www.meetup.com/DevOps-Stockholm/",
			"startDate": "2011-03-17",
			"summary": "Meetup group for people interested in infrastructure as code, cloud, continous delivery and working together with all parts of the organisation."
		},
		{
			"organization": "Bodyfest",
			"position": "Cofounder, Organizer, Booker, DJ",
			"website": "http://bodyfest.se",
			"startDate": "2010-01-31",
			"endDate": "2014-01-31",
			"summary": "Bodyfest is an bigger annual music event with artists from the alternative electronic music scene, some notable bands that have played are: Front 242, Pouppee Fabrikk, Borghesia and A Split Second"
		},
		{
			"organization": "Bodytåget",
			"position": "Organizer, Booker, DJ",
			"website": "https://www.facebook.com/Bodyzug",
			"startDate": "2008-08-01",
			"endDate": "2013-12-31",
			"summary": "Regular club with an alternative touch, main focus was on EBM and its close relatives, always with live acts. The club is currently inactive"
		}
	],
		"education": [
		{
			"institution": "JENSEN Education",
			"area": "UNIX/Linux Systems Administration",
			"studyType": "KY",
			"startDate": "2005-10-01",
			"endDate": "2007-05-31",
			"courses": [
				"Linux Systems Administration",
				"MySQL Database Administration",
				"Computer Networking TCP/IP",
				"Web Server Administration",
				"Programming for UNIX"
				]
		}
	],
		"skills": [
		{
			"name": "Computer Networking",
			"level": "",
			"keywords": [
				"TCP/IP",
				"Firewalls",
				"Load Balancing",
				"DNS",
				"DHCP"

			]
		},
		{
			"name": "Scripting",
			"level": "",
			"keywords": [
				"Bash",
				"Perl",
				"Ruby"
			]
		}
	],
		"languages": [
		{ 
			"language": "Swedish",
			"fluency": "Native speaker"
		},
		{
			"language": "German",
			"fluency": "Proficient"
		},
		{
			"language": "English",
			"fluency": "Full professional profiency"
		}
	]
}
